Repository: cajonKA/londonlaw
Catalog: londonlaw/locale/*/LC_MESSAGES/*.po
Languages: de

source: London Law does not appear to be installed.
de: London Law scheint nicht installiert zu sein.

source: Attempting to launch admin client from current directory...
de: Versuche die Administrationsanwendung aus dem aktuellem Verzeichnis zu starten.

source: Attempting to launch client from current directory...
de: Versuche die Anwendung aus dem aktuellem Verzeichnis zu starten...

source: Attempting to launch server from current directory...
de: Versuche den Server aus dem aktuellem Verzeichnis zu starten.

source: Red
de: Rot

source: Yellow
de: Gelb

source: Green
de: Grün

source: Blue
de: Blau

source: Black
de: Schwarz

source: Username not permitted for this in-progress game.
de: Benutzer darf dem laufenden Spiel nicht beitreten.

source: That game has already been completed.
de: Dieses Spiel ist bereits vorbei.

source: That game is full.
de: Diese Spiel ist vollzählig.

source: Mr. X was caught by the %(color)s Detective at location %(number)d. The detectives win!
de: Mr. X wurde von dem %(color)sen Detektiv auf Feld %(number)d gefangen genommen. Die Detektive gewinnen!

source: Mr. X successfully evaded the detectives for 24 turns. Mr. X wins!
de: Mr. X hat es geschafft, den Detektiven 24 Runden lang aus dem Weg zu gehen. Mr. X gewinnt!

source: None of the detectives are able to move. Mr. X wins!
de: Keiner der Detektive kann sich mehr bewegen. Mr. X gewinnt!

source: Game name in use.
de: Dieser Spielename ist bereits in Benutzung.

source: Closing game registry
de: Schließe die Spielregistrierung

source: Purging expired games
de: Säubere vergangene Spiele

source: admin login disabled. Consult the user manual to enable administrator access.
de: Anmeldung als Administrator abgeschaltet. Lesen Sie das Benutzerhandbuch um den Zugang als Administrator freizuschalten.

source: Incorrect password.
de: Falsches Paßwort.

source: That username is in use.
de: Dieser Benutzername ist bereits in Benutzung.

source: Removed game "%(gamename)s"
de: Spiel %(gamename)s wurde entfernt.

source: Insufficient arguments.
de: Unzureichende Parameter.

source: Player name not found.
de: Spielername nicht gefunden.

source: Unrecognized game name.
de: Unbekannter Spielname.

source: The server admin ejected you from this game.
de: Der Serverbetreuer hat sie aus dem Spiel entfernt.

source: No such user is connected.
de: Kein solcher Benutzer verbunden.

source: That move is illegal.
de: Der Zug ist ungültig.

source: It is not that pawn's turn.
de: Diese Spielfigur ist nicht am Zug.

source: Game is in progress.
de: Das Spiel hat bereits angefangen.

source: Unsupported language code.
de: Unbekannte Sprache.

source: That game name is already in use.
de: Dieser Spielname ist bereits in Benutzung.

source: New game "%(gamename)s" created by player "%(playername)s"
de: Neues Spiel %(gamename)s" wurde von Spieler "%(playername)s" erstellt

source: Already logged in.
de: Bereits angemeldet.

source: Player "%(playername)s" has signed on
de: Spieler "%(playername)s" hat sich angemeldet

source: Protocol version not verified.
de: Protokollversion nicht überprüft.

source: Protocol version already verified.
de: Protokollversion bereits überprüft.

source: Incompatible protocol version.
de: Inkompatible Protokollversion.

source: Unrecognized protocol string.
de: Unbekannter Protokollstring.

source: Connection lost to player "%(playername)s"
de: Verbindung zu Spieler "%(playername)s" verloren

source: Unrecognized command.
de: Unbekannter Befehl.

source: Invalid number of moves.
de: Ungültige Anzahl an Zügen.

source: That team is full.
de: Dieses Mannschaft ist voll.

source: Player not on team.
de: Spieler ist nicht in der Mannschaft.

source: listen for connections on port NUM
de: Warte auf Verbindung an Port NUM

source: send to:
de: sende an:

source: all
de: alle Spieler

source: team
de: Mannschaft

source: File
de: Datei

source: Exit%(hotkey)s
de: Beenden%(hotkey)s

source: Connect to:
de: Verbunden mit:

source: host:
de: Server:

source: User information:
de: Spieler Information:

source: username:
de: Benutzername:

source: password:
de: Passwort:

source: Connect
de: Verbinden

source: Quit
de: Beenden

source: Server Message
de: Server Nachricht

source: Create a New Game
de: Neues Spiel erstellen

source: New Game:
de: Neues Spiel:

source: game room name:
de: Spielerraum:

source: game type:
de: Spieltyp:

source: Cancel
de: Abbrechen

source: Disconnect
de: Trennen

source: Disconnect from server
de: Verbindung zum Server trennen

source: Exit London Law
de: London Law beenden

source: Game Room
de: Spiel

source: Game Type
de: Spieltyp

source: Players
de: Spieler

source: (no games currently available)
de: (momentan kein Spiel verfügbar)

source: Join Game
de: Spiel beitreten

source: New Game
de: Neues Spiel

source: Disconnect from the server and exit London Law?
de: Trenne vom Server und beende London Law?

source: Disconnect and Quit
de: Trennen und Beenden

source: Disconnect from the server?
de: Trenne vom Server?

source: Turn %(num)d
de: %(num)d. Runde

source: Fullscreen Map%(hotkey)s
de: Vollbildmodus%(hotkey)s

source: Toggle fullscreen map view
de: Vollbildmodus umschalten

source: Map Zoom%(hotkey)s
de: Karte vergrößern%(hotkey)s

source: Toggle map zoom level
de: Zoomstufe der Karte umschalten

source: Mr. X History%(hotkey)s
de: Mr.X Spielverlauf%(hotkey)s

source: Show/hide the Mr. X history window
de: Zeige/Verstecke Mr. X's vergangene Züge

source: View
de: Ansicht

source: About London Law
de: Über London Law

source: Help
de: Hilfe

source: The game has not yet started.
de: Das Spiel hat noch nicht begonnen.

source: Turn: 0
de: Zug: 0

source: London Law -- Detectives
de: London Law -- Detektive

source: Move
de: Bewegen

source: View History
de: Zeige Spielverlauf

source: Zoom
de: Vergrößern

source: <%(playername)s [to team]> %(message)s
de: %(playername)s an die Mannschaft: %(message)s

source: a taxi
de: ein Taxi

source: a bus
de: einen Bus

source: the underground
de: die Londoner Underground

source: a black ticket
de: ein schwarzes Ticket

source: Mr. X made his move using %(transport)s.
de: Mr. X benutzte %(transport)s.

source: Mr. X moved to %(number)d using %(transport)s.
de: Mr. X nutzte %(transport)s und bewegte sich nach %(number)d.

source: Mr. X surfaced at %(number)d using %(transport)s.
de: Mr. X wurde auf %(number)d gesichtet, als er ein %(transport)s nutzte.

source: The Red Detective moved to %(number)d using %(transport)s.
de: Der rote Detektiv nutzte %(transport)s und bewegte sich nach %(number)d.

source: The Yellow Detective moved to %(number)d using %(transport)s.
de: Der gelbe Detektiv nutzte %(transport)s und bewegte sich nach %(number)d.

source: The Green Detective moved to %(number)d using %(transport)s.
de: Der grüne Detektiv nutzte %(transport)s und bewegte sich nach %(number)d.

source: The Blue Detective moved to %(number)d using %(transport)s.
de: Der blaue Detektiv nutzte %(transport)s und bewegte sich nach %(number)d.

source: The Black Detective moved to %(number)d using %(transport)s.
de: Der schwarze Detektiv nutzte %(transport)s und bewegte sich nach %(number)d.

source: Mr. X just used a double move ticket!
de: Mr. X verwendete ein Doppelticket!

source: Double Move
de: Doppelter Zug

source: London Law v%(version)s A multiplayer manhunting adventure by Paul Pelzl
de: London Law v%(version)s Ein Detektivspiel für mehrere Spieler von Paul Pelzl, ergänzt durch Horst Aldebaran

source: Turn: %(num)d
de: Zug: %(num)d

source: you
de: du

source: It is Mr. X's turn (%(username)s).
de: Mr. X ist an der Reihe.(%(username)s).

source: It is the Red Detective's turn (%(username)s).
de: Der rote Detektiv ist an der Reihe.(%(username)s).

source: It is the Yellow Detective's turn (%(username)s).
de: Der gelbe Detektiv ist an der Reihe.(%(username)s).

source: It is the Green Detective's turn (%(username)s).
de: Der grüne Detektiv ist an der Reihe.(%(username)s).

source: It is the Blue Detective's turn (%(username)s).
de: Der blaue Detektiv ist an der Reihe.(%(username)s).

source: It is the Black Detective's turn (%(username)s).
de: Der schwarze Detektiv ist an der Reihe.(%(username)s).

source: Choose a Move
de: Wählen Sie einen Zug

source: move type:
de: Zugtyp:

source: Single
de: Einzeln

source: Double
de: Doppelt

source: Move from %(number)d to
de: Bewegen von %(number)d nach

source: using
de: verwenden

source: Move from %(number)s to
de: Bewegen von %(number)s nach

source: Move One:
de: Erster Zug:

source: Move Two:
de: Zweiter Zug:

source: Mr. X can't move to that location.
de: Mr. X kann sich nicht dorthin bewegen.

source: The Red Detective can't move to that location.
de: Der rote Detektiv kann sich nicht dorthin bewegen.

source: The Yellow Detective can't move to that location.
de: Der gelbe Detektiv kann sich nicht dorthin bewegen.

source: The Green Detective can't move to that location.
de: Der grüne Detektiv kann sich nicht dorthin bewegen.

source: The Blue Detective can't move to that location.
de: Der blaue Detektiv kann sich nicht dorthin bewegen.

source: The Black Detective can't move to that location.
de: Der schwarze Detektiv kann sich nicht dorthin bewegen.

source: Illegal Move
de: Ungültiger Zug

source: black ticket
de: schwarzes Ticket

source: You have been disconnected from the server.
de: Die Verbindung zum Server wurde unterbrochen.

source: Preparing to start the game...
de: Vorbereitung auf das Spiel...

source: Player "%(playername)s" disconnected from the server.
de: Spieler "%(playername)s" hat die Verbindung getrennt.

source: Player "%(playername)s" has rejoined the game.
de: Spieler "%(playername)s" ist dem Spiel wieder beigetreten.

source: Choose a Team
de: Wählen Sie eine Mannschaft

source: team:
de: Mannschaft

source: Detectives
de: Detektive

source: Player
de: Spieler

source: Team
de: Mannschaft

source: Votes to Start?
de: Spielbereit?

source: Pawns
de: Figuren

source: (no players joined)
de: (kein Spieler verbunden)

source: Leave Game
de: Spiel verlassen

source: Choose Team
de: Wähle eine Mannschaft

source: Vote to Start
de: Spiel starten

source: London Law -- Connect to Server
de: London Law -- Anmeldung

source: London Law -- Choose a Game
de: London Law -- Spieleauswahl

source: London Law -- Team Selection
de: London Law -- Spielerauswahl

source: You must enter a valid hostname.
de: Du mußt einen gültigen Hostnamen wählen.

source: You must enter a valid port number.
de: Sie müssen eine gültige Portnummer eingeben.

source: You must enter a valid username.
de: Sie müssen einen gültigen Benutzernamen eingeben.

source: The port number must be an integer.
de: Die Portnummer muss eine ganze Zahl sein.

source: Connecting to server...
de: Verbindung zum Server herstellen...

source: Not yet ready for Python3!
de: Noch nicht fertig für Python3!

source: Connect%(hotkey)s
de: Verbinden%(hotkey)s

source: About%(hotkey)s
de: Über%(hotkey)s

source: Unable to connect to server.
de: Verbindung zum Server fehlgeschlagen.

source: Delete Game
de: Spiel löschen
